Repository: sheilagomes/omegatTest
Catalog: Projeto01/tm/Penalty-50/OmegaTGeral-omegat.tmx
Source language: en
Languages: pt_br

source: in the industry
pt_br: na indústria

source: increase
pt_br: aumentariam

source: injectable
pt_br: de injeção ​​estética para

source: injections
pt_br: injeções

source: key reasons
pt_br: principais razões

source: less
pt_br: menos

source: likely are you to recommend
pt_br: probabilidade de você recomendar a marca

source: liquid neurotoxins
pt_br: neurotoxinas líquidas

source: longer-lasting
pt_br: mais duradoura

source: loyalty programs
pt_br: Programas de fidelidade

source: manufacturer
pt_br: fabricante

source: manufacturer loyalty programs
pt_br: programas de fidelidade do fabricante

source: manufacturer(s)
pt_br: fabricante (s)

source: manufacturer-sponsored training
pt_br: treinamento patrocinado pelo fabricante

source: most important factors leading to the increase in the number of procedures
pt_br: fatores mais importantes que levarão ao aumento do número de procedimentos

source: neurotoxin
pt_br: de neurotoxina

source: neurotoxin product(s)
pt_br: produto (s) de neurotoxina

source: new
pt_br: nova

source: next-gen recombinants
pt_br: recombinantes de próxima geração

source: next-gen recombinants (i.e. procedures using recombination techniques to increase collagen production)
pt_br: recombinantes de próxima geração (ou seja, procedimentos usando técnicas de recombinação para aumentar a produção de colágeno)

source: of
pt_br: de

source: of the following brands of dermal filler?
pt_br: das seguintes marcas de preenchimento dérmico?

source: offered by manufacturer (i.e., offering beyond aesthetic injectables and EBDs)
pt_br: oferecido pelo fabricante (ou seja, oferecendo além de injetáveis ​​estéticos e EBDs)

source: offered to me
pt_br: ofereceu a mim

source: offers for aesthetic injectable procedures and/or EBD treatments?
pt_br: ofertas para procedimentos estéticos injetáveis ​​e / ou tratamentos de EBD?

source: offers widest breadth of
pt_br: oferece a maior amplitude de

source: on aesthetic injectables or EBD?
pt_br: em injetáveis ​​estéticos ou EBD?

source: or EBD treatments
pt_br: ou tratamentos EBD

source: perform or directly oversee
pt_br: executar ou supervisionar diretamente

source: price
pt_br: preço

source: procedures
pt_br: procedimentos

source: procedures did you perform or oversee
pt_br: você executava ou supervisionava

source: procedures do
pt_br: procedimentos fazem

source: procedures do you expect to perform or oversee
pt_br: você espera realizar ou supervisionar

source: product breadth
pt_br: amplitude do produto

source: products?
pt_br: produtos?

source: purchases do you expect to come from the following brands?
pt_br: compras que você espera que venham das seguintes marcas?

source: requested by customers
pt_br: solicitado por clientes

source: role or title
pt_br: papel ou título

source: same duration / length of action
pt_br: mesma duração/tempo de ação

source: specific aesthetic injectable or EBD brand
pt_br: injetável estético específico ou marca EBD

source: support and service
pt_br: suporte e serviço

source: than current leading treatment (i.e., lasts 6 months vs. 3-4 month duration of existing products)
pt_br: do que o tratamento principal atual (ou seja, dura 6 meses comparado à duração de 3 a 4 meses dos produtos existentes)

source: that you receive on
pt_br: que você recebe em

source: the best loyalty program, in your opinion?
pt_br: o melhor programa de fidelidade, na sua opinião?

source: the type of healthcare organization you work for
pt_br: o tipo de organização de saúde para a qual você trabalha

source: to 2021 prices (+/- 5%) vs 2019
pt_br: para os preços de 2021 (+/- 5%) comparados aos de 2019

source: to 2021 volume (+/- 5%) vs 2019
pt_br: para o volume de 2021 (+/- 5%) comparado a 2019

source: to a different brand for the same treatment?
pt_br: para uma marca diferente pelo mesmo tratamento?

source: to a friend or a colleague for aesthetic injection dermal filler procedures?
pt_br: a um amigo ou colega para procedimentos de preenchimento dérmico com injeção estética?

source: to a friend or colleague for EBD treatments?
pt_br: a um amigo ou colega para tratamentos de EBD?

source: to a friend or colleague for aesthetic injection neurotoxin procedures?
pt_br: a um amigo ou colega para procedimentos de injeção estética de neurotoxinas?

source: to decrease
pt_br: diminua

source: to increase
pt_br: aumente

source: to switch a customer
pt_br: trocar um cliente

source: today
pt_br: hoje

source: typical size of the discount
pt_br: tamanho típico do desconto

source: what % of your total volumes
pt_br: qual% de seus volumes totais

source: what brand(s)
pt_br: qual (is) marca (s)

source: what do you think the breakdown of your customers will be by
pt_br: como você acha que será o detalhamento de seus clientes

source: what is the breakdown of your customers by
pt_br: qual é a divisão de seus clientes por

source: what manufacturer to use for aesthetic injectable procedures and EBD procedures
pt_br: qual fabricante usar para procedimentos estéticos injetáveis ​​e procedimentos de EBD

source: what percent of the EBDs
pt_br: que porcentagem de EBDs

source: what percent of the dermal fillers
pt_br: que porcentagem de preenchimentos dérmicos

source: what percent of the neurotoxins
pt_br: que porcentagem das neurotoxinas

source: what percent of your EBDs
pt_br: que porcentagem de seus EBDs

source: what percent of your dermal fillers
pt_br: que porcentagem de seus enchimentos dérmicos

source: what was the breakdown of your customers by
pt_br: qual foi a divisão de seus clientes por

source: would be impacted
pt_br: seria impactado

source: would this new brand of aesthetic dermal filler need to be before you would switch customers to it?
pt_br: essa nova marca de preenchimento cutâneo estético precisa ser antes de você trocar de cliente?

source: would this new brand of aesthetic injectable neurotoxin need to be before you would switch customers to it?
pt_br: por essa nova marca de neurotoxina injetável estética para você mudar para ela?

source: would you use the new dermal filler with?
pt_br: você usaria o novo preenchimento dérmico?

source: would you use the new neurotoxin with?
pt_br: em quem você usaria a nova neurotoxina?

source: you
pt_br: vocês

source: you purchase do you expect to come from the following brands?
pt_br: que você compra, você espera vir das seguintes marcas?

source: you use
pt_br: você usa

source: you use came from the following brands?
pt_br: que você usa veio das seguintes marcas?

source: you used came from the following brands?
pt_br: que você usou veio das seguintes marcas?

source: you would consider using a less expensive dermal filler?
pt_br: você consideraria usar um preenchimento dérmico mais barato?

source: you would consider using a less expensive neurotoxin?
pt_br: para você usar uma neurotoxina mais barata?

source: you would consider using a longer-lasting neurotoxin?
pt_br: que fariam você usar uma neurotoxina de longa duração?

source: your
pt_br: seu volume de

source: your practice / facility
pt_br: sua prática / instalação

source: your use
pt_br: seu uso

source: Micro-coring
pt_br: Micro-coring (micro descaroçamento da pele)

source: in person or by video call / call
pt_br: pessoalmente ou por videochamada/chamada

source: I have not been contacted by sales reps
pt_br: Não recebi contatos de representantes de vendas

source: In which state/area do you live?
pt_br: Em que estado/área você mora?
